/* No comment provided by engineer. */
"Authenticating as {0}" = "{0} என அங்கீகரித்தல்";
"Calculate checksum for {0}" = "{0}க்கான சரிகாண்தொகையை கணக்கிடு";

"Deleting {0}" = "{0} நீக்குகிறது";
"Downloading {0}" = "பதிவிறக்கம் {0}";

/* Reading size of file. */
"Getting size of {0}" = "{0} அளவைப் பெறுதல்";

/* Reading modification date of file. */
"Getting timestamp of {0}" = "{0} இன் நேரமுத்திரையைப் பெறுதல்";

/* Reading permission of file. */
"Getting permission of {0}" = "{0} இன் இசைவு பெறுதல்";

/* No activity */
"Idle" = "நிலையிக்கம்";
"Listing directory {0}" = "பட்டியலிடும் அடைவு {0}";
"Making directory {0}" = "{0} கோப்பகத்தை உருவாக்குதல்";
"Maximum allowed connections exceeded. Waiting" = "அதிகபட்ச அனுமதிக்கப்பட்ட இணைப்புகள் மீறின. காத்திருக்கிறது…";
"Mounting {0}" = "ஏற்றம் {0}";

/* The user did not accept the certificate or is not valid */
"No trusted certificate found" = "நம்பகமான சான்றிதழ் எதுவும் கிடைக்கவில்லை";

"Opening {0} connection to {1}" = "{1}க்கு {0} இணைப்பைத் திறக்கிறது";
/* Connection type opened */
"{0} connection opened" = "{0} இணைப்பு திறக்கப்பட்டது";
"Disconnected" = "துண்டிக்கப்பட்டது";
"Disconnecting {0}" = "{0} துண்டித்தல்";

"SFTP subsystem ready" = "பாகோபநெ துணை அமைப்பு தயாராக உள்ளது";
"SCP subsystem ready" = "பாநகல் துணை அமைப்பு தயாராக உள்ளது";
"Starting SFTP subsystem" = "பாகோபநெ துணை அமைப்பு தொடங்குகிறது";
"Starting SCP subsystem" = "பாநகல் துணை அமைப்பு தொடங்குகிறது";

"Uploading {0}" = "பதிவேற்றும் {0}";

/* Renaming file status message; Renaming to <new filename>. */
"Renaming {0} to {1}" = "{0} {1} என மறுபெயரிடுதல்";

/* Duplicate a file */
"Copying {0} to {1}" = "{0} முதல் {1} வரை நகலெடுக்கிறது";

/* Changing the owner of a file */
"Changing owner of {0} to {1}" = "{0} இன் உரிமையாளரை {1} ஆக மாற்றுதல்";

/* Changing the group owner of a file */
"Changing group of {0} to {1}" = "{0} இன் குழுவை {1} ஆக மாற்றுதல்";

/* Changing UNIX file permissions */
"Changing permission of {0} to {1}" = "{0} இன் இசைவை {1} க்கு மாற்றுதல்";
"Changing timestamp of {0} to {1}" = "{0} இன் நேர முத்திரையை {1} க்கு மாற்றுவது";

/* Indicates remaining time needed for files to transfer */
"{0} seconds remaining" = "{0} நொடிகள் மீதமுள்ளவை";

/* Indicates remaining time needed for files to transfer */
"{0} minutes remaining" = "{0} மணிதுளிகள் மீதமுள்ளவை";

/* Indicates remaining time needed for files to transfer */
"{0} hours remaining" = "{0} மணிநேரம் மீதமுள்ளது";

/* When trying to determine the IP address of a server hostname; e.g. Resolving example.net */
"Resolving {0}" = "{0} தீர்க்கிறது";

/* Retry in 10 seconds - Used to indicate the time left until another connection attempt is made */
"Retry again in {0} seconds ({1} more attempts)" = "{0} நொடிகளில் மீண்டும் முயற்சிக்கவும் ({1} மேலும் முயற்சிகள்)";
"Transfer complete" = "பரிமாற்றம் முடிந்தது";
"Transfer incomplete" = "முழுமையடையாத இடமாற்றம்";

/* Content distribution network (CDN) */
"Enable {0} Distribution" = "{0} விநியோகத்தை இயக்கு";
"Disable {0} Distribution" = "{0} விநியோகத்தை முடக்கு";

/* Compress and expand archives */
"Archiving {0}" = "{0} காப்பகப்படுத்துதல்";
"Unarchiving {0}" = "{0} பிரித்தல்";

/* Compute MD5 hash */
"Compute MD5 hash of {0}" = "{0} இன் எம்டி5 கொத்தைக் கணக்கிடுங்கள்";

/* Reading HTTP headers */
"Reading metadata of {0}" = "{0} இன் மேனிலை தரவைப் படித்தல்";

/* Writing custom HTTP headers */
"Writing metadata of {0}" = "{0} இன் மேனிலை தரவை எழுதுதல்";

/* Prepare path for transfer */
"Prepare {0} ({1})" = "{0} ({1}) ஆயத்தம் செய்";
/* Progress message when concatenating files of segmented transfer */
"Finalize {0}" = "முடிவுசெய் {0}";

/* Content distribution network (CDN) configuration */
"Reading CDN configuration of {0}" = "{0} இன் சிடிஎன் உள்ளமைவைப் படித்தல்";
"Writing CDN configuration of {0}" = "{0} இன் சிடிஎன் உள்ளமைவை எழுதுதல்";

/* Growl Notification */
"Connection failed" = "இணைப்பு தோல்வியடைந்தது";

/* Growl Notification */
"Connection opened" = "இணைப்பு திறக்கப்பட்டது";

/* Growl Notification */
"Download complete" = "பதிவிறக்கம் முடிவுற்றது";

/* Growl Notification */
"Synchronization complete" = "ஒத்திசைவு முடிந்தது";

/* Growl Notification */
"Upload complete" = "பதிவேற்றம் முடிந்தது";

/* Growl Notification */
"Download failed" = "பதிவிறக்கம் தோல்வியடைந்தது";

/* Growl Notification */
"Upload failed" = "பதிவேற்றம் தோல்வியுற்றது";

/* Growl Notification */
"Transfer queued" = "இடமாற்றம் வரிசையில்";
